export const errorMessage = {
  dataError: 'Неправильный формат данных',
  authError: 'Ошибка авторизации',
  forbiddenError: 'Нет прав на эту операцию',
  notFoundError: 'Данных, за которыми вы обратились, не существует',
  conflictError: 'Пользователь с таким email уже существует',
  tooManyRequestsError: 'Данная операция временно недоступна',
  serverError: 'Произошла ошибка',
  fetchError:
    'Во время запроса произошла ошибка. Возможно, проблема с соединением или сервер недоступен. Подождите немного и попробуйте ещё раз',
};
